##################################################################
## Parámetros de radiación solar
##################################################################
radIDs = [30, 31, 32, 33, 34, 35, 36, 37, 38,
       41, 42, 43,
       29, 29]  

radNames = ["P1", "P2", "P3", "P4", "P5", "P6", "P7", "P8", "P9",
         "P0", "PH", "Pinc",
         "ws", "temp"]

## 6 = Temperature compensated radiation in W/m2
radDIRs = [6] * 12 + [4, 0]

## uint32
radNs = [2] * 14

radMults = [0.001] * 13 + [0.1]
